[
    {
        "name": "Try",
        "source": "source site",
        "story": "One of the best ways of improving your English is to read the language."
    },
    {
        "name": "Have you ever thought about",
        "source": "https://www.copyrightfreecontent.com/newsusa/vr-camera-creates-immersive-experience/",
        "story": "Have you ever thought about what it might be like to relive the best moments of your life, and be able to share them with others? Maybe it’s the dance floor at your wedding. Or the birth of your child or his or her first birthday. Maybe it’s that touchdown that led your team to victory in the last seconds of a game. With today’s mobile virtual reality technology, it’s possible to create virtual memories and it has never been easier to get started."
    },
    {
        "name": "Stress",
        "source": "https://www.copyrightfreecontent.com/travel/explore-your-local-trails-enjoy-long-term-health-benefits/",
        "story": "Stress it’s everywhere. But there is an easy form of stress reduction that is as simple as opening your front door. Spending time outside can help improve your physical and mental health, and you don’t have to be an extreme athlete to reap the benefits. Studies show that simply going out for a walk in nature can help build strength and endurance, and contribute to feelings of relaxation and resilience. Being active outside has proven benefits for people’s minds and bodies."
    },
    {
        "name": "The toughest job",
        "source": "https://www.copyrightfreecontent.com/family/4-child-safety-ideas-designed-for-peace-of-mind/",
        "story": "Parenting has been described as “the toughest job you’ll ever love,” and figuring out how to keep your baby safe can be one of the most difficult elements of parenting. Child safety in the home is especially important as the ongoing coronavirus pandemic keeps more young children at home for longer periods of time. “The best way to conduct a home safety check is to get down on all fours and look up at the world from the point of view of a crawling child,” says Carolyn Ziegler, co-founder and product development director for Dreambaby"
    },
    {
        "name": "A Wise old owl",
        "source": "https://momlovesbest.com/short-moral-stories-kids",
        "story": "There was an old owl who lived in an oak tree. Every day, he observed incidents that occurred around him. Yesterday, he watched as a young boy helped an old man carry a heavy basket. Today, he saw a young girl shouting at her mother. The more he saw, the less he spoke. As the days went on, he spoke less but heard more. The old owl heard people talking and telling stories. He heard a woman saying an elephant jumped over a fence. He heard a man saying that he had never made a mistake. The old owl had seen and heard what happened to people. There were some who became better, some who became worse. But the old owl in the tree had become wiser, each and every day."
    },
    {
        "name": "As officials across the nation decide",
        "source": "https://www.copyrightfreecontent.com/newsusa/mental-health-of-students-must-figure-in-restarting-classes/",
        "story": "As officials across the nation decide how best to open schools, one aspect too often overlooked is students’ mental health. Awareness of the pressures on our children is the first step towards helping them heal and preparing them to learn. COVID-19 has left many kids feeling lonely and isolated. Research on the effect of the lockdowns published in the June issue of the Journal of the American Academy of Child and Adolescent Psychiatry concludes that young people experiencing loneliness may be as much as three times more likely to sink into depression in the future, but additionally that their mental health could be impacted for at least nine years because of it."
    },
    {
        "name": "Mental Wellness App",
        "source": "https://www.copyrightfreecontent.com/family/mental-wellness-app-reduces-stress-even-for-those-on-the-go/",
        "story": "The past year-and-a-half has brought unprecedented levels of stress to everyone, but parents in particular shouldered an extra load, as children’s schedules (and emotions) were turned upside down. In fact, Gallup’s 2021 Emotions Report shows that women with young children at home were hit the hardest in terms of pandemic stress and worry. As the pace of daily life begins to pick up with the back-to-school season, it’s more important than ever for busy parents to find a few minutes of ‘me’ time to decompress every day. Yet, finding the time can be a struggle.That’s exactly why the mental wellness app meets parents (and anyone needing stress relief) where they’re at, ensuring that self-care becomes a reality and not just a hopeful wish."
    },
    {
        "name": "The Golden Touch Of Midas",
        "source": "https://flintobox.com/blog/child-development/moral-stories-kids",
        "story": "A long time ago, there lived a king in Greece named Midas. He was extremely wealthy and had all the gold he could ever need. He also had a daughter whom he loved very much. One day, Midas saw a Satyr (an angel) who was stuck and was in trouble. Midas helped the Satyr and asked for his wish to be granted in return. The Satyr agreed and Midas wished for everything he touched to be turned to gold. His wish was granted. Extremely excited, Midas went home to his wife and daughter touching pebbles, rocks, and plants on the way, which turned into gold. As his daughter hugged him, she turned into a golden statue. Having learnt his lesson, Midas begged the Satyr to reverse the spell who granted that everything would go back to their original state."
    },
    {
        "name": "The Monkey And The Crocodile",
        "source": "https://flintobox.com/blog/child-development/moral-stories-kids",
        "story": "There was a monkey that lived on a berry tree on the riverbank. He ate the delicious berries every day. Once, he saw a crocodile rest under the tree who looked tired and hungry. He gave the crocodile some berries. The crocodile thanked the monkey. Soon, they became best friends. The monkey gave the crocodile berries every day. One day, the monkey gave the crocodile extra berries to take home to his wife. His wife, a wicked crocodile, enjoyed the sweet berries, but then told her husband that she wanted to eat the monkey’s heart as that would be sweeter! The crocodile was upset at first but decided to give in to his wife’s wishes. The next day, he told the monkey that his wife invited the monkey home for dinner. As the crocodile carried the monkey on his back across the river, he told him about his wife’s plan to eat his heart. The monkey, being smart, told the crocodile that he left his heart on the berry tree and needed to get it. The crocodile foolishly took him back to the berry tree. On reaching, the monkey climbed onto the tree. “Who will keep the heart on a tree? You have betrayed my trust. We can never be friends again!” the monkey told his friend. Sad after losing his friend, the crocodile swims back to his wicked wife."
    },
    {
        "name": "The Boy Who Cried Wolf",
        "source": "https://momlovesbest.com/short-moral-stories-kids",
        "story": "Once, there was a boy who became bored when he watched over the village sheep grazing on the hillside. To entertain himself, he sang out, “Wolf! Wolf! The wolf is chasing the sheep!”. When the villagers heard the cry, they came running up the hill to drive the wolf away. But, when they arrived, they saw no wolf. The boy was amused when seeing their angry faces. “Don’t scream wolf, boy,” warned the villagers, “when there is no wolf!” They angrily went back down the hill. Later, the shepherd boy cried out once again, “Wolf! Wolf! The wolf is chasing the sheep!” To his amusement, he looked on as the villagers came running up the hill to scare the wolf away. As they saw there was no wolf, they said strictly, “Save your frightened cry for when there really is a wolf! Don’t cry ‘wolf’ when there is no wolf!” But the boy grinned at their words while they walked grumbling down the hill once more. Later, the boy saw a real wolf sneaking around his flock. Alarmed, he jumped on his feet and cried out as loud as he could, “Wolf! Wolf!” But the villagers thought he was fooling them again, and so they didn’t come to help. At sunset, the villagers went looking for the boy who hadn’t returned with their sheep. When they went up the hill, they found him weeping. “There really was a wolf here! The flock is gone! I cried out, ‘Wolf!’ but you didn’t come,” he wailed. An old man went to comfort the boy. As he put his arm around him, he said, “Nobody believes a liar, even when he is telling the truth!”"
    }
]